module Sample
  CONTENTS = {
    title: "浮気ちゃんねる人気記事TOP10ランキング",
    title_desc: "嫁や間男、不倫は不貞などなど復讐できたのか、どうなのか本当に怖い・・・これは怖い。婚約破棄や離婚など泥沼の男女関係が繰り広げられています。",
    no1_url:"http://uwakich.com/archives/35825577.html",
    no1_prefix: "1位：",
    no1_desc:<<EOS,
不倫の最中に出くわした。
ｽﾍﾟｯｸ紹介しとく。俺37、趣味格闘技 172cm80kgのﾌﾟﾁｺﾞﾘﾏｯﾁｮな感じ
ガキの頃からﾌﾙｺﾝ空手やってる。歴＝ほぼ年齢に近い。20歳頃にﾎﾞｸｼﾝｸﾞを6年ほどやった。
一応ﾗｲｾﾝｽも持ってたし試合もしてた。今は週3で道場と他の日は総合を習い始めて2年程になるので総合のｼﾞﾑに通ってる。
計週6は体鍛えてる。体脂肪率は10以下をｷｰﾌﾟ。

そんな俺が間男を半ボコっつーか4/5ほどボコした話があるんだけど聞く？
需要あるなら書くけど
EOS
    no2_url: "http://uwakich.com/archives/36156734.html",
    no2_prefix: "2位：",
    no2_desc:<<EOS,
スペック
私40歳医療法人勤務
妻36歳介護施設勤務
結婚７年小梨
間1号38歳妻上司、看護師、既婚子蟻（中３♀）、上昇志向
間2号40歳トラック運転手、既婚子蟻（中１♂）、気弱
間3号33歳塗装工、小梨毒、DQN

私妻ともに浮気経験なし（知りうる限りは）
EOS
    no3_url: "http://uwakich.com/archives/37167657.html",
    no3_prefix: "3位：",
    no3_desc:<<EOS,
豚切って投下、先にスペックアゲ。
俺…28歳　最近派遣から正社員になったばかり、年収250程度
嫁…34歳　出産と同時に退社、その後在宅で開業　年収500程度
子供…8歳♂＆2歳♀

夏頃から嫁の様子がおかしい。
夕方、娘を保育園から連れて帰るが、その後は息子に2時間ほどだからと娘を託して出て行く。
俺が帰宅する時間まで子どもたちだけでは物騒だからと言うと、ベビーシッターを通わせるようになっていた。
最初は週に1回で8時くらいまでだったけど、徐々に回数が増えて特に11月末から12月頭にかけては深夜まで帰って来ない。
EOS
    no4_url: "http://uwakich.com/archives/35990412.html",
    no4_prefix: "4位：",
    no4_desc:<<EOS,
１年前の話。
当時付き合ってた彼女と同棲していて、彼女は×１だった。
子どもが１人いて、俺になついていたし婚約もしていた。
その彼女に浮気されて別れたのが１年前。
それからの１年間、元彼女への復讐を続けてきた。
本日やっと全ての復讐が完了したので、その経緯を話していく。
暇だったら見てってよ。

自分：２８歳（当時２７歳）
婚約者（M）：２３歳（当時２２歳）
EOS
    no5_url: "http://uwakich.com/archives/37565472.html",
    no5_prefix: "5位：",
    no5_desc:<<EOS,
◆現在の状況
妻が私が気持ち悪い、離婚しろと言ってきている
◆最終的にどうしたいか
誤解を解いて、考え直してほしい
◆相談者の年齢・職業・年収（手取り額）
28、販売業、300万
◆嫁の年齢・職業・年収（手取り額）
専業
◆家賃・住宅ローンの状況
賃貸、月7万
◆貯金額
私名義200万（含む独身時代）、妻名義は不明
◆結婚年数
3年
◆子供の人数・年齢・性別
1歳、女
◆親と同居かどうか
別居、同居予定なし
◆相談者と嫁の離婚歴、あればその理由
どちらも初婚
EOS
    no6_url: "http://uwakich.com/archives/36061464.html",
    no6_prefix: "6位：",
    no6_desc:<<EOS,
俺が交通事故に遭って骨盤骨折
入院中でその前からずっとレスだった
その間の出来事
携帯忘れていって、中身真っ黒
従兄弟に頼んで興信所調査･･･糞共は自宅でやってやがった
親族中根回しして嫁は実家ごと事実上焼け野原にしてやった
間男は保険営業でこっちも依願退職・退職金無しで事実上のクビ
2人まとめて地元を叩き出して、エイズ嫁が泣きついてきてわかった
間男が慰謝料捻出にサラ金摘んでそれの返済に風呂落ちした挙句の結末

俺も新しい嫁をもう貰ってるわけなんで丁重に門前払い
親戚からの見合いとはいえJKを嫁に貰って職場じゃ少女好き扱いだけど今はそれはそれでいいかな、と
EOS
    no7_url: "http://uwakich.com/archives/36625661.html",
    no7_prefix: "7位：",
    no7_desc:<<EOS,
俺とA子は付き合って2年くらいだった。
結婚もそろそろかなと意識し始めてて、婚約まで行かなくても両家の両親には挨拶を済ませてあって婚約に近い形だった。俺は一人暮らしでA子に合鍵を渡してあったので、ちょくちょく俺が帰ってくる前にご飯を作って待っててくれたりもしてた。

ある日、仕事中に具合が悪くなって早退をさせてもらった日の事。
熱っぽくて少しフラフラしながら家路に着くと見た事のない靴とA子の靴がある。
玄関脇の風呂場からは何やら笑い声と共に男の声もする。
EOS
    no8_url: "http://uwakich.com/archives/36400274.html",
    no8_prefix: "8位：",
    no8_desc:<<EOS,
さて、嫁が昨日の夜からいないのだが。
出張の帰りを今日の夜といっておいたからなのか？
出張が早く終わったから驚かそうと思って知らせずに来たらいなかった。

連絡とろうかと思ったけど、出張中に無断で外泊。
この状態で、わざわざ嫁に情報を与えるより、そっと待っていようと思った。家捜しでもしてみようかな。
EOS
    no9_url: "http://uwakich.com/archives/47316509.html",
    no9_prefix: "9位：",
    no9_desc:<<EOS,
旦那に騙された・・・
証拠がない状態で散々問い詰められていたと思っていたけど
しっかり証拠握ってた

問い詰められた時は正直保身を考えてた
今の生活が大事だからとか色々考えて
旦那が大事とかあんまり考えてなかった
というよりそんな余裕が無かった
何とか乗り切ろうとか、甘かった
最後の日離婚届と興信所の資料一緒に渡されて
君の人間性が分かったよ
だって、私だって自分がこんなに汚い人間だって
今更気がついたよ
結局私は旦那に甘えて恋愛気分によってただけなんだよね
EOS
    no10_url: "http://uwakich.com/archives/47316159.html",
    no10_prefix: "10位：",
    no10_desc:<<EOS,
投下します。昔の話です。
カギカッコ内の会話はうろ覚えなのでニュアンスということで受け取ってください。

私子（当時大学３年）
元男（私子の彼氏･社会人）
元子（元男の元カノ･大学院生）
Ａ子（元男の同僚。二股？浮気相手）
友子（私子の友人･実は元子の同級生）

元男の熱烈なアプローチで付き合い始めた私。
元男からのメールに引いたりしつつも趣味が同じということもあり、そこそこ楽しく付き合ってました。
EOS
    url: "http://matome.naver.jp/odai/2139741861385993901"
  }
end